alacritty
awesome-terminal-fonts
firefox
htop
lxappearance
ranger
neovim
network-manager-applet
trayer
ttf-fira-code
ttf-hack
ttf-ubuntu-font-family
ttf-inconsolata
ttf-indic-otf
ttf-twemoji-color
volumeicon
adobe-source-code-pro-fonts
adobe-source-sans-fonts
bash
dmenu
git
lxsession
mpv
pacman-contrib
xf86-video-qxl
xf86-video-intel
xf86-video-amdgpu
xf86-video-nouveau
xmobarxorg-server
xorg-xkill
xorg-xmessage
xorg-xprop
xorg-xrdb
xorg-xset
xorg-xsetroot
xterm
xwallpaper
yad
zathura
zsh
